{"No  claim  under  this  head  shall  lie  with  the  Company  where  the  admission  is  for \nphysiotherapy and\/or any epidemic\nNote: Beneﬁts given under H and I above are optional and effective only if speciﬁcally \nopted for and shown in the Policy Schedule.\nWhere Package rates are charged by the hospitals the Post-Hospitalization beneﬁt will be \ncalculated after taking the room, boarding and nursing charges at Rs.5,000\/- per day.\nThe  expenses  as  above  are  payable  only  where  the  in-patient  hospitalization  is  for  a \nminimum period of 24 hours. However this time limit will not apply to the day-care treatments.\nThe expenses incurred on treatment of cataract are payable up-to the limits mentioned \nhereunder;\nExpenses relating to hospitalization will be considered in proportion to the eligible \nroom rent stated in the policy or actual whichever is less.\nCompany's liability in respect of all claims admitted during the period of insurance shall not \nexceed the sum insured per person mentioned in the schedule.\n2. DEFINITIONS\n                                                                                             \nAccident means sudden, unforeseen and involuntary event caused by external, visible \nand violent means.\nAttendant means any person other than a relative of the Insured Person who is engaged \nfor the sole purpose of attending to the Insured Person.\nAny one Illness means continuous period of illness and it includes relapse within 45 days \nfrom the date of last consultation with the Hospital\/Nursing Home where treatment may \nhave been taken. \nAssociated medical expenses means medical expenses  such as Professional fees, OT \ncharges, Procedure charges, etc., which vary based on the room category occupied by the \ninsured  person  whilst  undergoing  treatment  in  some  of  the  hospitals.  If  Policy  Holder \nchooses a higher room category above the eligibility deﬁned in policy, then proportionate \ndeduction will apply on the Associated Medical Expenses in addition to the difference in \nroom  rent.  Such  associated  medical  expenses  do  not  include  Cost  of  pharmacy  and \nconsumables, Cost of implants and medical devices and Cost of diagnostics.\nCashless  Facility  means  a  facility  extended  by  the  insurer  to  the  insured  where  the \npayments, of the cost of treatment undergone by the insured in accordance with the policy \nterms and conditions, are directly made to the network provider by the insurer to the extent \npre-authorization approved.\nCompany means Star Health and Allied Insurance Company Limited.\nCondition Precedent means the policy term or condition upon which the insurer's liability \nunder the policy is conditional upon.\nCongenital  Anomaly  means  a  condition  which  is  present  since  birth,  and  which  is \nabnormal with reference to form, structure or position;\na) \nInternal Congenital Anomaly means congenital anomaly which is not in the visible \nand accessible parts of the body\nb) \nExternal Congenital Anomaly means congenital anomaly which is in the visible and \naccessible parts of the body\nCo-payment is a cost-sharing requirement under a health insurance policy that provides \nthat  the  insured  will  bear  a  speciﬁed  percentage  of  the  admissible  claim  amount.  A \nco-payment does not reduce the Basic Sum Insured.\nDay Care Centre means any institution established for day care treatment of illness and \/ \nor injuries or a medical set up within a hospital and which has been registered with the local \nauthorities, wherever applicable and is under the supervision of a Registered and Qualiﬁed \nMedical Practitioner and must comply with all minimum criteria as under;\n- \nhas qualiﬁed nursing staff under its employment\n- \nhas qualiﬁed medical practitioner\/s in charge\n- \nhas a fully equipment operation theatre of its own where surgical procedures are \ncarried out\n- \nmaintains daily records of patients and will make these accessible to the insurance \ncompany's authorized personal\nDay Care treatment means medical treatment and\/or surgical procedure which is;\n1. \nUndertaken under General or Local Anesthesia in a hospital\/day care centre in less \nthan 24 hrs because of technological advancement, and\n2. \nWhich would have otherwise required a hospitalization of more than 24 hours\nTreatment normally taken on an out-patient basis is not included in the scope of this deﬁnition.\nDay means a period of 24 consecutive hours.\nDiagnosis means Diagnosis by a registered medical practitioner, supported by clinical, \nradiological, and histological, histo-pathological and laboratory evidence and also surgical \nevidence wherever applicable, acceptable to the Company.\nDisclosure to information norms means the policy shall be void and all premium paid \nthereon shall forfeited to the Company, in the event of mis-representation, mis description \nor non disclosure of any material fact.\nGroup Administrator means the proposer mentioned in the policy schedule.":{"0":null,"1":null,"2":null,"3":null,"4":null,"5":null,"6":"Classic Group Health Insurance\nUnique  Identiﬁcation  No.:  SHAHLGP21239V022021"},"Unnamed: 1":{"0":null,"1":"Sum Insured \nLimit for Cataract Surgery","2":"Up to Rs.2,00,000\/-\nRs.12,000\/- per  person per policy period","3":"Rs.20,000\/- per eye per person and not exceeding \nRs.3,00,000\/- to Rs.5,00,000\/-\nRs.30,000\/- per policy period","4":"Rs.30,000\/- per eye per person and not exceeding \nAbove Rs.5,00,000\/-\nRs.40,000\/- per policy period","5":null,"6":null},"Unnamed: 2":{"0":null,"1":null,"2":null,"3":null,"4":null,"5":null,"6":null},"Unnamed: 3":{"0":"Hospital means any institution established for in-patient care and day care treatment of \nillness and\/or injuries and which has been registered as a hospital with the local authorities \nunder the Clinical Establishments (Registration and Regulation) Act, 2010 or under the \nenactments speciﬁed under the Schedule of Section 56(1) of the said Act or complies with \nall minimum criteria as under;\na. \nHas qualiﬁed nursing staff under its employment round the clock\nb. \nHas at least 10 in-patient beds in towns having a population of less than 10,00,000 \nand at least 15 in-patient beds in all other places;\nc. \nHas qualiﬁed medical practitioner(s) in charge round the clock;\nd. \nHas a fully quipped operation theatre of its own where surgical procedures and carried out;\ne. \nMaintains  daily  records  of  patients  and  makes  these  accessible  to  the  insurance \ncompany's authorized personnel.\nIllness means a sickness or a disease or pathological condition leading to the impairment \nof normal physiological function and requires medical treatment;\n(a)  Acute condition - Acute condition is a disease, illness or injury that is likely to respond \nquickly to treatment which aims to return the person to his or her state of health \nimmediately before suffering the disease\/ illness\/ injury which leads to full recovery\n(b)  Chronic condition - A chronic condition is deﬁned as a disease, illness, or injury that \nhas one or more of the following characteristics;\n1. \nit needs ongoing or long-term monitoring through consultations, examinations, \ncheck-ups, and \/or tests\n2. \nit needs ongoing or long-term control or relief of symptoms\n3. \nit requires  rehabilitation for the patient or for the patient  to be specially trained to \ncope with it\n4. \nit continues indeﬁnitely\n5. \nit recurs or is likely to recur\nInjury  means  accidental  physical  bodily  harm  excluding  illness  or  disease  solely  and \ndirectly caused by external, violent and visible and evident means which is veriﬁed and \ncertiﬁed by a Medical Practitioner.\nInsured Person means the name\/s of persons shown in the schedule of the Policy.\nIn-Patient means an Insured Person who is admitted to Hospital and stays there for a \nminimum period of 24 hours for the sole purpose of receiving treatment.\nICU (Intensive Care Unit) Charges means the amount charged by a Hospital towards ICU \nexpenses which shall include the expenses for ICU bed, general medical support services \nprovided  to  any  ICU  patient  including  monitoring  devices,  critical  care  nursing  and \nintensivist charges.\nIntensive Care Unit means an identiﬁed section, ward or wing of a hospital which is under \nthe constant supervision of a dedicated medical practitioner(s), and which is specially \nequipped for the continuous monitoring and treatment of patients who are in a critical \ncondition, or require life support facilities and where the level of care and supervision is \nconsiderably more sophisticated and intensive than in the ordinary and other wards.\nMedical Advise means any consultation or advice from a Medical Practitioner including \nthe issue of any prescription or followup prescription.\nMedical expenses means those expenses that an Insured Person has necessarily and \nactually incurred for medical treatment on account of Illness or Accident on the advice of a \nMedical Practitioner, as long as these are no more than would have been payable if the \nInsured Person had not been insured and no more than other hospitals or doctors in the \nsame locality would have charged for the same medical treatment.\nMedically Necessary means any treatment, tests, medication or stay in hospital or part of \na stay in a hospital which – is required for the medical management of the illness or injury \nsuffered by the Insured – must not exceed the level of care necessary to provide safe, \nadequate and appropriate medical care in scope, duration or intensity – must have been \nprescribed by  a Medical Practitioner – must conform to the professional standards widely \naccepted in international medical practice or by the medical community In India.\nMedical Practitioner is a person who holds a valid registration from the Medical Council of \nany State or Medical Council of India or Council for Indian Medicine or for Homeopathy set \nup by the Government of India or a State Government and is thereby entitled to practice \nmedicine within its jurisdiction; and is acting within the scope and jurisdiction of license.\nNetwork Hospital means hospitals or health care providers enlisted by an insurer, TPA or \njointly by an insurer and TPA to provide medical services to an insured by a cashless facility.\nNon Network Hospital means any hospital, day care center or other provider that is not \npart of the network.\nNotiﬁcation of claim means the process of intimating a claim to the insurer or TPA through \nany of the recognized modes of communication.\nPost Hospitalization Expenses means Medical Expenses incurred during pre deﬁned \nnumber  of  days  immediately  after  the  insured  person  is  discharged  from  the  hospital \nprovided that;\na. \nSuch medical expenses are incurred for the same condition for which the insured \nperson's hospitalization was required and\nb. \nThe  inpatient  hospitalization  claim  for  such  hospitalization  is  admissible  by  the \ninsurance company\nPre-Existing Disease means any condition, ailment, injury or disease;\ni. \nThat is\/are diagnosed by a physician within 48 months prior to the effective date of the \npolicy issued by the insurer or its reinstatement\nor\nii. \nFor which medical advice or treatment was recommended by, or received from, a \nphysician within 48 months prior to the effective date of the policy issued by the insurer \nor its reinstatement","1":null,"2":null,"3":null,"4":null,"5":null,"6":"2 of 6\nPOL  \/  CG  \/  V.5  \/  2020"}}